{
    "1": {
        "Name": "Astolfo",
        "Anime": "Fate/Apocrypha",
        "Description": ["Astolfo is the Rider-class Servant of Celenike Icecolle Yggdmillennia of the Black Faction in the Great Holy Grail War of Fate/Apocrypha. After the death of Celenike, he forms a contract with Sieg.\nHe is one of the Servants of Ritsuka Fujimaru of the Grand Order conflicts of Fate/Grand Order.\nRider's True Name is Astolfo, one of the Twelve Paladins of Charlemagne. In the Charlemagne Legend, he is the son of an English king, and one of Charlemagne's twelve faithful Paladins. Among the Twelve Paladins of Charlemagne, Astolfo is said to be the most handsome, eternally optimistic, and completely lacking in sense. As the legends go, Astolfo was quite the ladies' man. As a cousin of Roland, Astolfo is included among those twelve-- that being said, Astolfo was famed as weak in legends.\nAstolfo is an androgynous-looking boy who is fancily dressed. Beautiful beyond all compare, he states that his hair ornaments, which seem like something a princess would wear, are an irresistible proof of friendship that he uses to restore peace to his depressively mad boon ally, Roland."],
        "Relations": "former Servant of Celenike Icecolle Yggdmillennia\nServant of Sieg",
        "URL": ["https://i.imgur.com/8VXjCzr.png", "https://i.imgur.com/OJ5Zw1L.png", "https://i.imgur.com/jsrW1IX.jpg", "https://i.imgur.com/HFKikLb.jpg", "https://i.imgur.com/bp2R60D.jpg", "https://i.imgur.com/IfWug95.png"]
    },
    "2": {
        "Name": "Hideyoshi Kinoshita",
        "Anime": "Baka to Test (Baka & Test)",
        "Description": "Hideyoshi Kinoshita is a class 2-F student in Fumizuki Academy. A classmate of Akihisa since 1st grade. Hideyoshi is the fraternal twin of Yuuko Kinoshita, class ambassador for Class 2-A. He is also a member of the Drama Club. He is one of the most famous characters in the series and in the manga, particularly due to his gender neutrality.",
        "Relations": "Twin of Yuuko Kinoshita",
        "URL": ["https://i.imgur.com/79uj6SD.jpg", "https://i.imgur.com/BmkjS1D.jpg", "https://i.imgur.com/pOpjwoF.jpg"]
    },
    "3": {
        "Name": "Nao Homare",
        "Anime": "Kaiju World War: Part 1",
        "Description": "Nao Homare (穂稀 なお Homare Nao?) is one of the minor supporting characters who appear Kaiju World War: Parts 1 and 2. He is a young Taimanin lad and Ryuunosuke Shirogane's promised protege. His appearance is notorious for him being seen as a flat-chested girl often times by many, including Kotaro. He has a very slim body akin to that of an athletically-flexible girl, a white bob-cut hair, light lipstick and feminine eyelashes over his eyes with light-blue irises. His school and Taimanin outfits further add layers to his deceptive appearance.",
        "Relations": "He has a friendly relationship with the young Mei Merryhadda.\nAs a fellow light-jutsu user, Nao looks up to Ryuunosuke as something of an idol.",
        "URL": ["https://i.imgur.com/BmkjeF2.png"]
    },
    "4": {
        "Name": "Hideri Kanzaki",
        "Anime": "Blend S",
        "Description": "Hideri Kanzaki is Cafe Stile's fifth addition, hired for his adorable looks. The staff gets largely surprised, and it's not because Hideri plays an idol singer, yet never sings.",
        "Relations": "",
        "URL": ["https://i.imgur.com/nESzfAG.gif", "https://i.imgur.com/vIu1mGP.gif", "https://i.imgur.com/hrbs2vp.gif", "https://i.imgur.com/Q8UREoA.gif", "https://i.imgur.com/U7IeNDs.gif", "https://i.imgur.com/tyLS6aE.gif"]
    },
    "5": {
        "Name": "Licht von Granzreich",
        "Anime": "The Royal Tutor",
        "Description": "Licht von Granzreich is the fifth prince of the Kingdom of Granzreich. When he was young, he was very sickly and was even forced to dress as a girl because it was believed since girls represent life and fertility that if he dressed as one his illness would go away. His father never visited him, causing him to hold resentment towards him, especially since his father started trying to connect with him and his brothers as they got older, which he saw as him being flippant.",
        "Relations": "",
        "URL": ["https://i.imgur.com/cFEtUby.jpg"]
    },
    "6": {
        "Name": "Tomo Wakutsu",
        "Anime": "Rui ha Tomo o Yobu",
        "Description": "",
        "Relations": "",
        "URL": ["https://i.imgur.com/aTrau2R.jpg", "https://i.imgur.com/bFufucc.jpg", "https://i.imgur.com/iKuthoE.jpg"]
    },
    "7": {
        "Name": "Marika Mamiya",
        "Anime": "STARLESS",
        "Description": "The eldest daughter of the Mamiya family, she shares her mother's elegant manner as well as her love of sex. A kind girl, she often takes the role of your ally when things start to get bizarre in the mansion. But she possesses a secret, something most other girls don't have.",
        "Relations": "",
        "URL": ["https://i.imgur.com/WjZjNoN.jpg", "https://i.imgur.com/LDxTX0E.jpg", "https://i.imgur.com/3YYiKyY.jpg", "https://i.imgur.com/4yW5Q3P.jpg"]
    },
    "8": {
        "Name": "Hacka Doll No. 3",
        "Anime": "Hacker Doll The Animation",
        "Description": "Hacka Doll No.3 is one of the three main characters from the Hacka Doll anime and manga.\nHacka Doll No.3 is one of the three main Hacka Dolls, computer programs that are used to advance their users.\nIn the XP4 fics, Hacka Doll No. 3 is a student at the Vanguard Academy.\nIn the AWA fics, Hacka Doll No.3 is listed as a purchased slave from the Slave Fortress.\nHacka Doll No. 3, like his companions, isn't very good with their jobs. No. 3's biggest problem is that he is very lazy and is also an otaku, often playing his portable games rather than actually working. ",
        "Relations": "",
        "URL": ["https://i.imgur.com/1GC0A4L.jpg", "https://i.imgur.com/wXDOomK.jpg", "https://i.imgur.com/QZ6f5y6.jpg", "https://i.imgur.com/QXDONbg.png", "https://i.imgur.com/Ezl2qg9.jpg", "https://i.imgur.com/QGZH9j2.jpg", "https://i.imgur.com/1hBEc1O.jpg", "https://i.imgur.com/DrxIdBw.jpg", "https://i.imgur.com/M16fARL.jpg", "https://i.imgur.com/xnFTxf5.jpg", "https://i.imgur.com/jE6XMlB.jpg"]
    },
    "9": {
        "Name": "Mariya Shidou",
        "Anime": "Maria Holic",
        "Description": "At first glance, a seemingly kind, and selfless student, Mariya's true personality couldn't be further from that. A cunning, and incredibly sadistic boy who enjoys nothing more than torturing Kanako, or his twin sister Shizu, although he claims the treatment of the latter is because of his love for her.\nMariya attends the prestigious Ame no Kisaki Catholic girl's school, due to a rather silly bet thought up by the previous head of the school, who in actual fact is Mariya's grandmother who he deeply cares for, and holds in high esteem. Mariya keeps a rosary she once owned as a memento. The bet in question is that Mariya, and his twin sister each attend schools for the opposite gender, and if they can stick that out for three years, the winner shall become head of both schools. There is a catch, and that must be that nobody can find out their true gender. When Shizu comments that Kanako knew his gender, Mariya finds a loophole.\nHe is usually accompanied by his blunt and passive maid Matsurika, who helps him with putting his image together, including tying up his corset.",
        "Relations": "Twin Brother of Shizu Shidou\nMaster of Matsurika Shinouji ",
        "URL": ["https://i.imgur.com/1fXeImd.jpg", "https://i.imgur.com/K93d8pR.jpg", "https://i.imgur.com/X2Z2vz5.png", "https://i.imgur.com/UflSzTm.jpg", "https://i.imgur.com/42ooATu.jpg", "https://i.imgur.com/JZMd1Dk.jpg", "https://i.imgur.com/IRhtzuH.jpg", "https://i.imgur.com/dDyx9u1.jpg"]
    },
    "10": {
        "Name": "Saika Totsuka",
        "Anime": "My Teen Romantic Comedy SNAFU",
        "Description": "Saika is a member of the tennis club who has a feminine appearance, but prefers others to not mistake his gender. He is called The Prince by his female classmates. On their first meeting, Saika asks help from Hachiman to join the tennis club, which was brushed off by Yukino. Saika then asked the service club to help him improve his tennis skills. He eventually became one of the few people in class 2F who would talk to Hachiman, and often hangs out with Hachiman.",
        "Relations": "",
        "URL": ["https://i.imgur.com/G4OZdPD.jpg", "https://i.imgur.com/rIUf8rC.jpg", "https://i.imgur.com/uh5rISv.jpg", "https://i.imgur.com/LsxPF4G.jpg", "https://i.imgur.com/aRsca23.jpg", "https://i.imgur.com/IXJg3ow.jpg", "https://i.imgur.com/vuGp4e7.jpg", "https://i.imgur.com/5InGcUS.jpg", "https://i.imgur.com/UQQZGRk.jpg"]
    },
        "11": {
        "Name": "Scara",
        "Anime": "Discord Paradise",
        "Description": "A developer without any talents to perfecting the arts of Mention System. A no bark no bite trap. Good at self defense and empty threats.",
        "Relations": "Some Discord Group",
        "URL": ["https://cdn.discordapp.com/avatars/397516298961027084/8f57d07e8b8129c56cabe6c74c7899d4.png?size=512"]
    },
         "12": {
        "Name": "DJDeveloper",
        "Anime": "Discord Bot heaven",
        "Description": "A bot developer coding a trap Pokemon Bot. A high spirited developer with more talent then they need. Secretly a trap loving person, they just won't admit to their favorite nature.",
        "Relations": "Some Discord Group",
        "URL": ["https://cdn.discordapp.com/avatars/422957901716652033/fa5974bd259431d70cd208d45513d195.png?size=512"]
    }
}
